<?php

return
[
	'about_text' => 'عتمان جروب هي شركة محلية أسسها وأدارها السيد حسن عتمان منذ عام 1967. بدأت رحلة السيد عتمان نحو النجاح بفضل تطور شركته من خلال إنتاج أول شريط البولي بروبلين وشرائط الزينة لعرضها في السوق المصرية في ذلك الوقت',
	'icon_1' => 'icon_1',
	'icon_1_text' => 'نوفر خدمة التوصيل السريع والموثوق إلى جميع محافظات مصر.',
	'icon_1_title' => 'خدمات التوصيل',
	'icon_2' => 'icon_1',
	'icon_2_text' => 'يمكنك استرجاع المنتجات غير المستخدمة وفقًا للشروط التالية في غضون 7 أيام',
	'icon_2_title' => 'سياسية الاستراجاع',
	'icon_3' => 'icon_1',
	'icon_3_text' => 'خدمة العملاء متاحة للراد على الاستفسارات وتقديم كافة الدعم على مدار الساعة',
	'icon_3_title' => 'دعم فنى على مدار الساعة',
	'menu_Categories' => 'قائمة المنتجات',
	'menu_main' => 'القائمة الرئيسية',
];