-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Oct 01, 2023 at 02:01 AM
-- Server version: 10.4.25-MariaDB
-- PHP Version: 8.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `a_etman`
--

--
-- Dumping data for table `shopping_order_products`
--

INSERT INTO `shopping_order_products` (`id`, `order_id`, `product_ref`, `name`, `price`, `sale_price`, `qty`) VALUES
(1, 1, 56, 'مسدس شمع بسلك كهرباء من يوني-تي موديل EH430', 500.00, NULL, 1.00),
(2, 1, 57, 'مسدس شمع ST-03 20W، حجم صغير - ازرق', 200.00, 175.00, 1.00),
(3, 1, 58, 'مسدس شمع برو جلو من ستانلي GR100', 525.00, 450.00, 1.00),
(4, 1, 59, 'مسدس شمع من عتمان جروب، متعدد الألوان', 300.00, 225.00, 1.00),
(5, 1, 60, 'مسدس غراء احترافي 220 وات من توتال TT301116', 400.00, 350.00, 1.00),
(6, 2, 56, 'مسدس شمع بسلك كهرباء من يوني-تي موديل EH430', 500.00, NULL, 2.00),
(7, 2, 57, 'مسدس شمع ST-03 20W، حجم صغير - ازرق', 200.00, 175.00, 2.00),
(8, 2, 58, 'مسدس شمع برو جلو من ستانلي GR100', 525.00, 450.00, 2.00),
(9, 2, 59, 'مسدس شمع من عتمان جروب، متعدد الألوان', 300.00, 225.00, 2.00),
(10, 2, 60, 'مسدس غراء احترافي 220 وات من توتال TT301116', 400.00, 350.00, 2.00),
(11, 3, 15, 'الومنيوم فويل مستر فويل 50 جرام', 528.00, 461.00, 4.00),
(12, 3, 53, 'الومنيوم فويل كينك', 308.00, 253.00, 4.00),
(13, 4, 13, 'قابل للكسر', 549.00, 449.00, 1.00),
(14, 4, 7, 'ذا بيست', 513.00, 450.00, 1.00),
(15, 4, 9, 'جرين ماسك تيب', 569.00, 476.00, 1.00),
(16, 4, 10, 'اى تى ماسك تيب', 450.00, 370.00, 1.00),
(17, 4, 12, 'فريش', 407.00, 314.00, 1.00),
(18, 4, 1, 'نار تيب', 200.00, 100.00, 1.00),
(19, 4, 2, 'ذا بيست تيب', 500.00, NULL, 1.00),
(20, 4, 3, 'كريستال تيب', 243.00, 150.00, 1.00),
(21, 4, 4, 'جرين تيب', 236.00, 175.00, 1.00),
(22, 5, 50, 'مستر فويل للارجيلة', 491.00, 394.00, 2.00),
(23, 5, 51, 'غطاء بوتاجز مستر فويل', 338.00, 282.00, 1.00),
(24, 5, 52, 'غطاء بوتاجز مستر فويل', 551.00, 491.00, 2.00),
(25, 6, 56, 'مسدس شمع بسلك كهرباء من يوني-تي موديل EH430', 500.00, NULL, 1.00),
(26, 6, 57, 'مسدس شمع ST-03 20W، حجم صغير - ازرق', 200.00, 175.00, 1.00),
(27, 6, 58, 'مسدس شمع برو جلو من ستانلي GR100', 525.00, 450.00, 1.00),
(28, 6, 59, 'مسدس شمع من عتمان جروب، متعدد الألوان', 300.00, 225.00, 1.00),
(29, 6, 60, 'مسدس غراء احترافي 220 وات من توتال TT301116', 400.00, 350.00, 3.00);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
